Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/Localizable.xcstrings
Source language: en
Languages: fr

# TEXT_EXPLANATION_WARNING_IDENTITY_CREATION_KEYCLOAK_REVOCATION_IMPOSSIBLE
source: Your identity provider indicates that an Olvid ID is already associated to the user you signed in as. You cannot proceed with the creation of your identity. Please contact your administrator for more details.
fr: Votre serveur d'identités indique qu'un ID Olvid est déjà associé avec votre compte utilisateur. Vous ne pouvez pas procéder à la création de votre identité Olvid. Veuillez contacter votre administrateur pour plus d'informations.

# TEXT_EXPLANATION_WARNING_IDENTITY_CREATION_KEYCLOAK_REVOCATION_NEEDED
source: Your identity provider indicates that an Olvid ID is already associated to the user you signed in as. If you proceed, this Olvid ID will be revoked and your new one will be associated to this user. Please contact your administrator for more details.
fr: Votre serveur d'identités indique qu'un ID Olvid est déjà associé avec votre compte utilisateur. Si vous continuez, cet ID Olvid sera révoqué et remplacé par votre nouvel ID. Veuillez contacter votre administrateur si vous désirez plus d'informations.

# TEXT_GROUP_REMOTE_DELETE_SETTING_ADMINS
source: Admins only
fr: Les administrateurs uniquement

# TEXT_GROUP_REMOTE_DELETE_SETTING_EVERYONE
source: Everyone
fr: Tout le monde

# TEXT_GROUP_REMOTE_DELETE_SETTING_NOBODY
source: Nobody
fr: Personne

source: Thank you!
fr: Merci !

source: The backup could not be recovered
fr: La sauvegarde n'a pas pu être restaurée

source: The backup could not be recovered (error code: %@).
fr: La sauvegarde n'a pas pu être restaurée (code d'erreur : %@).

source: The backup could not be recovered (error code: %lld).
fr: La sauvegarde n'a pas pu être récupérée (code d'erreur: %lld)

source: The backup file could not be read
fr: Le fichier de sauvegarde n'a pas pu être lu

source: The backup key below will be used to encrypt all your Olvid backups. Please keep it in a safe place. Olvid will periodically check you are able to enter this key to ensure you do note lose access to your backups.
fr: La clé de sauvegarde ci-dessous sera utilisée pour chiffrer toutes vos sauvegardes d'Olvid. Gardez-la précieusement. Il vous sera périodiquement demandé d'entrer cette clé pour vous assurer de ne pas perdre l'accès à vos sauvegardes.

source: The backup key is correct
fr: La clé de sauvegarde est correcte

source: The backup key is incorrect
fr: La clé de sauvegarde est incorrecte

source: The backuped data could not be decrypted.
fr: La sauvegarde n'a pas pu être déchiffrée.

source: The channel establishment was restarted
fr: L'établissement du canal sécurisé a redémarré

source: The code you entered is incorrect. The one you need to enter is the displayed on your contact's device.
fr: Le code que vous avez entré est incorrect. Celui que vous devez entrer est affiché sur l'écran de votre contact.

source: The group owner published a new version of Group Card. Both the old and new versions are shown below. Click to update the group informations with the new version.
fr: Le propriétaire du groupe a publié une nouvelle version de la Group Card. L'ancienne et la nouvelle version se trouvent ci-dessous. Cliquez pour mettre à jour les informations du groupe en utilisant la nouvelle version.

# The integrity check of the backuped data failed.
source: Are you sure this is the correct backup key?
fr: Êtes-vous certain d'avoir utilisé la bonne clé de sauvegarde ?

source: The scanned identity is already part of your trusted contacts 🙌. Do you still wish to proceed?
fr: L'identité scannée fait déjà partie de vos contacts 🙌. Voulez-vous quand même poursuivre ?

source: The scanned identity is one of your own 😇.
fr: L'identité scannée vous appartient 😇.

source: The scanned QR code does not appear to be an Olvid identity.
fr: Le code QR ne semble pas correspondre à une identité Olvid.

source: The search is performed in all messages of this discussion.
fr: La recherche est effectuée dans tous les messages de cette discussion.

# THE_CALL_AUDIO_CONFIG_FOR_MAC_IS_AVAILABLE_IN_MENU_BAR
source: Audio input/output can be configured from the menu bar or from System Settings.
fr: Les entrées/sorties audio peuvent être configurées depuis la barre de menu ou depuis les Réglages Système.

# THE_FOLLOWING_DEVICE_WILL_REMAIN_ACTIVE
source: This device will remain active:
fr: Cet appareil restera actif:

# THE_SUBSCRIPTION_REQUEST_FAILED
source: The subscription request failed 😞. Please try again later.
fr: La demande d'abonnement a échoué 😞. N'hésitez pas à essayer à nouveau plus tard.

source: Their code:
fr: Son code :

source: This is the only time this key will be displayed. If you lose it, you will need to generate a new one.
fr: C'est votre seule occasion de noter cette clé puisqu'elle ne sera plus jamais réaffichée. Si vous la perdez, vous devrez en générer une nouvelle.

source: This subscription is already associated to another user
fr: Cet abonnement est déjà associé à un autre utilisateur

source: This action is irreversible!
fr: Cette action est irréversible !

source: This ID is the one you own 😇.
fr: Cet ID est le vôtre 😇.

# TIME_BASED_LABEL
source: Time based
fr: En temps

# TIME_BASED_SECTION_FOOTER
source: If activated, messages older than the specified time will be regularly deleted.
fr: Si ce réglage est activé, les messages plus anciens que le temps spécifié seront régulièrement supprimés.

# TIME_BASED_SINGLE_DISCUSSION_SECTION_FOOTER
source: If activated, messages older than the specified time will be regularly deleted from this discussion.
fr: Si ce réglage est activé, les messages plus anciens que le temps spécifié seront régulièrement supprimés de cette discussion.

# TIME_INTERVAL_FOR_BG_HIDDEN_PROFILE_CLOSE_POLICY
source: Close hidden profile when Olvid enters background...
fr: Fermer un profil masqué quand Olvid passe en arrière plan...

source: Timer
fr: Minuteur

# TIP_CREATE_BACKUP_KEY_MESSAGE
source: Backups are crucial as they remain the sole method for recovering your profile and contacts in case of losing device access.
fr: Les sauvegardes sont le seul moyen de récupérer votre profil et les contacts en cas de perte d'accès à l'appareil.

# TIP_CREATE_BACKUP_KEY_TITLE
source: Backup your profile
fr: Sauvegarder votre profil

# TIP_SHOULD_PERFORM_BACKUP_MESSAGE
source: Making a backup ensures you won't lose your profile if you lose access to your device.
fr: Faire une sauvegarde garantit que vous ne perdrez pas votre profil si vous perdez l'accès à votre appareil.

# TIP_SHOULD_PERFORM_BACKUP_TITLE
source: It's backup time!
fr: Il est temps de faire une sauvegarde !

# TIP_SHOULD_VERIFY_BACKUP_KEY_MESSAGE
source: Your backup key is crucial as it is required to restore your profiles' backups in case of losing device access.
fr: Votre clé de sauvegarde est essentielle car elle est nécessaire pour restaurer les sauvegardes de vos profils en cas de perte d'accès à votre dispositif.

# TIP_SHOULD_VERIFY_BACKUP_KEY_TITLE
source: Do you remember your backup key?
fr: Vous souvenez-vous de votre clé de sauvegarde ?

source: Title
fr: Titre

# TITLE_BACKUP_RESTORED
source: Backup restored 🤩
fr: Sauvegarde restaurée 🤩

# TITLE_NEVER_MISS_A_MESSAGE
source: Never miss a message
fr: Ne ratez aucun message

# TITLE_NEVER_MISS_A_SECURE_CALL
source: Never miss a call
fr: Ne ratez aucun appel

# TITLE_RESET_ALL_ALERTS
source: Reset all alerts
fr: Réinitialiser les alertes

# TOGGLE_EDIT_PINNED_STATE
source: Edit pinned discussions
fr: Modifier les discussions épinglées

source: Touch to return to call
fr: Touchez pour revenir à l'appel

# TRUST_ORIGIN_TITLE_DIRECT
source: One-to-one verification
fr: Vérification face-à-face

# TRUST_ORIGIN_TITLE_GROUP
source: Introduced as part of a group discussion
fr: Présenté lors d'une création de groupe

# TRUST_ORIGIN_TITLE_INTRODUCTION_%@
source: Introduced by %@
fr: Présenté par %@

source: Trust origins
fr: Origines de confiance

source: Try secure calls
fr: Essayer les appels sécurisés gratuitement

# TRY_SECURE_CALLS_DESCRIPTION
source: Try secure calls for free during 30 days. This free trial can be activated only once.
fr: Essayez les appels sécurisés gratuitement pendant 30 jours. Cette offre d'essai ne peut être activée qu'une seule fois.

source: Turn on read receipts to let your contacts know when you've read their messages. You can adjust this setting anytime.
fr: Activez les confirmations de lecture pour informer vos contacts lorsque vous avez lu leurs messages. Vous pouvez ajuster ce paramètre à tout moment.

source: Turn on
fr: Activer

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_DO_DELETE_ACTION
source: Delete my profile
fr: Supprimer mon profil

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_MESSAGE
source: To confirm the deletion of your profile, please type 'DELETE' to proceed.
fr: Pour confirmer la suppression de votre profil, veuillez taper le mot 'SUPPRIMER'.

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_TITLE_%@
source: Confirm the deletion of the profile "%@"
fr: Confirmez la suppression du profil « %@ »

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_WORD_TO_TYPE
source: DELETE
fr: SUPPRIMER

# TYPE_PERSONAL_NOTE_HERE
source: Type a personal note here...
fr: Entrez votre note personnelle...

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION
source: Your Olvid ID is currently managed by your company's identity provider. You cannot manually activate an Olvid license.
fr: Votre ID Olvid est actuellement géré par le fournisseur d'identité de votre entreprise. À ce titre, vous ne pouvez pas activer de license Olvid manuellement.

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION_ALT
source: The message distribution server associated with your Olvid ID is incompatible with the server indicated within the license.
fr: Le serveur de distribution de message spécifié dans votre ID Olvid est incompatible avec le serveur indiqué dans la licence.

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION_OWNED_IDENTITY_INACTIVE
source: You identity is inactive on this device.
fr: Votre identité est inactive sur cet appareil.

# UNABLE_TO_ACTIVATE_LICENSE_TITLE
source: Unable to activate license
fr: Impossible d'activer la licence

# UNABLE_TO_PERFORM_KEYCLOAK_SEARCH
source: Search could not be performed.
fr: La recherche n'a pas pu s'effectuer.

source: Unanswered
fr: Sans réponse

source: Unarchive
fr: Désarchiver

source: Unavailable
fr: Indisponible

source: Unavailable message
fr: Message non disponible

source: Unblock contact
fr: Débloquer le contact

# UNBLOCK_CONTACT_CONFIRMATION
source: Do you really wish to unblock the contact?
fr: Voulez-vous débloquer le contact ?

# UNHIDE_OWNED_IDENTITY_ALERT_ACTION_STAY_HIDDEN
source: Do not unhide
fr: Ne pas démasquer

# UNHIDE_OWNED_IDENTITY_ALERT_ACTION_UNHIDE
source: Unhide
fr: Démasquer

# UNHIDE_OWNED_IDENTITY_ALERT_MESSAGE
source: You are about to unhide a profile. If you do so, the profile will be systematically shown in the profile switcher, with no need for a specific password.
fr: Vous êtes sur le point de démasquer un profil. Si vous confirmez, ce profil sera sytématiquement visible, sans mot de passe spécifique.

# UNHIDE_OWNED_IDENTITY_ALERT_TITLE
source: Unhide this profile?
fr: Démasquer ce profil ?

# UNHIDE_THIS_IDENTITY
source: Unhide this profile
fr: Démasquer ce profil

# UNKNOWN_GROUP_MEMBER_NAME
source: Unknown name
fr: Nom inconnu

source: Unlimited
fr: Illimité

source: Unlock all premium features in Olvid.
fr: Accès à toutes les fonctionnalités premium.

source: Unmute notifications
fr: Réactiver les notifications

# UNMUTED_NOTIFICATIONS_FOOTER
source: When activated, you won't be notified of new messages in this discussion.
fr: Activez cette option pour ne plus recevoir de notifications de nouveau message dans cette discussion.

source: Unpin
fr: Décrocher

source: Unprocessed
fr: À traiter

source: Unread
fr: Non lu

source: Update
fr: Mettre à jour

# UPDATE_DETAILS
source: Use new details
fr: Utiliser les nouveaux détails

source: Update group
fr: Modification du groupe

source: Update your already sent message
fr: Mettez à jour le message déjà envoyé

source: Upgrade now
fr: Mettre à jour maintenant

source: Upgrade Olvid now
fr: Mettre à jour Olvid maintenant

source: Use application default
fr: Réglage par défaut

# USE_CUSTOM_API_KEY_AND_SERVER_ALERT_BODY_%@_%@
source: Do you wish to create a profile configured to use the server %@ and the API Key %@?
fr: Voulez-vous que le nouveau profil soit configuré avec le serveur %@ et la clé d'API %@ ?

# USE_CUSTOM_API_KEY_AND_SERVER_ALERT_TITLE
source: Use a custom API key and Server?
fr: Utiliser une clé d'API et un serveur personnalisés ?

source: Use old discussion interface
fr: Utiliser l'ancien style de discussions

# USER_CANNOT_MAKE_PAYMENT_DESCRIPTION
source: Olvid paid options are made available through the App Store in-app purchases. It seems that you cannot make a payment right now. This may happen if your credit card has expired, or if your iPhone is restricted from accessing the Apple App Store (through parental control or enterprise management).
fr: Les options payantes d'Olvid sont disponibles via les achats intégrés de l'App Store. Il semblerait que vous ne puissiez pas y faire d'achat. Ceci peut arriver si votre moyen de paiement est invalide ou si votre compte est restreint (contrôle parental ou compte entreprise).

source: User change detected
fr: Changement d'utilisateur détecté

source: Valid license
fr: Licence valide

source: Valid until %@
fr: Valide jusqu'au %@

# VALIDATE
source: Proceed
fr: Valider

source: Validate server
fr: Valider le serveur

# VALIDATING_ENTERPRISE_CONFIGURATION
source: Performing an automatic configuration...
fr: Configuration automatique en cours...

source: Value copied
fr: Valeur copiée

# VERIFIY_OR_GENERATE_NEW_BACKUP_KEY
source: Verify or generate new backup key
fr: Vérifier ou générer une nouvelle clé

source: Verify backup key
fr: Vérifier la clé de sauvegarde

# VERIFY_BACKUP_KEY_NOW
source: Verify my backup key now
fr: Vérifier ma clé de sauvegarde maintenant

# VIDEO_CANNOT_START_FOR_CALL
source: The video cannot be started for this call
fr: La vidéo ne peut pas être démarrée pour cet appel

# VIDEO_SEND_RESOLUTION_FULL_HIGH_1080
source: Full high (1080p)
fr: Très haute (1080p)

# VIDEO_SEND_RESOLUTION_HIGH_720
source: High (720p)
fr: Haute (720p)

# VIDEO_SEND_RESOLUTION_LOW_360
source: Low (360p)
fr: Basse (360p)

# VIDEO_SEND_RESOLUTION_STANDARD_480
source: Standard (480)
fr: Standard (480p)

source: Warning
fr: Attention

# WE_COULD_NOT_LOOK_FOR_AVAILABLE_SUBSCRIPTION_PLANS
source: We could find any available subscription plan as an error occurred 😢. Please try again later.
fr: Nous n'avons trouvé aucune offre d'abonnement... une erreur est survenue 😢. N'hésitez pas à essayer à nouveau plus tard.

# Websocket status
source: Websocket connexion status
fr: État de la connexion de la websocket

source: week
fr: semaine

# WELCOME_ONBOARDING_SUBTITLE
source: Have we met before?
fr: Est-ce qu'on se connaît ?

# WELCOME_ONBOARDING_TITLE
source: Welcome!
fr: Bien le bonjour !

# What you pasted doesn't seem to be an Olvid identity 🧐
source: What you pasted doesn't seem to be an Olvid ID 🧐
fr: Ce que vous venez de coller ne semble pas être un ID Olvid 🧐

# WHAT_DO_YOU_WANT_TO_DO_ONBOARDING_TITLE
source: What do you want to do?
fr: Que souhaitez-vous faire ?

source: Will be added to this device:
fr: Va être ajouté à cet appareil :

# WILL_SOON_BE_DELETED
source: This message will soon be deleted
fr: Ce message sera prochainement supprimé

source: Wiped
fr: Expiré

source: Wiped message 🧹
fr: Contenu expiré 🧹

# WIPED_MESSAGE_BY_%@
source: Message deleted by %@
fr: Contenu supprimé par %@

source: year
fr: année

source: Yes
fr: Oui

source: You
fr: Vous

# You are about to delete a message together with its count attachments
source: You are about to delete a message together with its %u attachments.
fr: Vous vous apprêtez à supprimer un message et ses %d pièces jointes.

# You are about to introduce X to Y and count other contacts.
source: You are about to introduce %2$@ to %3$@ and %1$u other contacts.
fr: Vous allez présenter %2$@ à %3$@ et %1$d autres contacts.

source: You are about to remove %1$@ from your contacts. You will no longer be able to exchange messages with them. Note that %1$@ is a pending member in at least one group you belong to. %1$@ might get added back to your contacts in a near future. You may want to leave these groups to avoid this. Really delete this contact?
fr: Vous êtes sur le point de retirer %1$@ de vos contacts. Vous ne pourrez plus échanger de message avec cette personne. Notez que %1$@ est un membre en attente dans certains groupes auxquel vous appartenez. Il risque d'être ajouté à vos contacts à nouveau dans un futur proche. Vous pouvez vous prémunir de cela en quittant ces groupes. Souhaitez-vous supprimer ce contact ?

source: You are about to delete the user %1$@. Really delete this contact?
fr: Vous êtes sur le point de supprimer l'utilisateur %1$@.

source: You are invited to join a group created by %@.
fr: Vous êtes invité à rejoindre un groupe créé par %@.

source: You cannot delete the user %@ as both of you belong to some common groups. You will need to leave these groups to proceed.
fr: Vous ne pouvez pas supprimer l'utilisateur %@ car vous appartenez à certains groupes en commun. Vous devrez quitter ces groupes pour pouvoir continuer.

source: You now appear in %@'s contacts list. A secure channel is being established. When this is done, you will be able to exchange confidential messages and more!
fr: Vous apparaissez dans les contacts de %@. Un canal sécurisé s'établit. Une fois fini, vous pourrez communiquer.

# You receive a new invitation from %@. You can accept or silently discard it.
source: You received a new invitation from %@. You can accept or silently discard it.
fr: Vous avez reçu une invitation de la part de %@. Vous pouvez accepter cette invitation ou l'écarter sans notifier votre correspondant.

source: You selected to add %@ to your contacts. Do you want to proceed?
fr: Vous avez choisi d'ajouter %@ à vos contacts. Voulez-vous continuer ?

# You successfully introduced X to Y and count other contacts.
source: You successfully introduced %2$@ to %3$@ and %1$u other contacts.
fr: Vous avez présenté %2$@ à %3$@ et %1$d autres contacts.

# YOU_HAVE_N_DEVICES
source: You have %d devices
fr: Vous avez %d appareils

# YOU_NEED_TO_INVITE_%@_BEFORE_HAVING_DISCUSSION_ALERT_MESSAGE
source: You cannot have a private discussion with %@ until they are part of your contacts. Do you wish to invite them now?
fr: Vous ne pouvez pas discuter en privé avec %@ tant que cet utilisateur ne fait pas partie de vos contacts. Vous pouvez l'y inviter maintenant.

# Your are about to leave a group.
source: Your are about to permanently leave a group.
fr: Vous vous apprêtez à quitter définitivement un groupe.

source: Your are about to permanently delete a group.
fr: Vous vous apprêtez à supprimer définitivement un groupe.

source: Your are one step away to create a secure channel with %@!
fr: Plus qu'une étape pour établir un canal sécurisé avec %@!

source: Your contacts will be notified when you have read their messages. This settting can be overriden on a per discussion basis.
fr: Vos correspondants recevront une confirmation lorsque vous aurez lu leurs messages. Ce paramètre peut être modifié indépendamment pour chaque discussion.

source: Your contacts won't be notified when you read their messages. This settting can be overriden on a per discussion basis.
fr: Vos correspondants ne recevront pas de confirmation lorsque vous lirez leurs messages. Ce paramètre peut être modifié indépendamment pour chaque discussion.

source: Your iCloud account is not available. Access was denied due to Parental Controls or Mobile Device Management restrictions
fr: Votre compte iCloud n'est pas accessible. L'accès a été refusé suite à des restrictions liées à du contrôle parental ou à la gestion des terminaux mobiles (MDM) de votre entreprise.

source: Your code:
fr: Votre code :

source: Your ID was copied
fr: Votre ID a été copié

source: Your ID was copied to clipboard
fr: Votre ID a été copié dans le presse-papiers

# YOUR_ID_WAS_COPIED_TO_CLIPBOARD_YOU_CAN_WRITE_EMAIL_AND_COPY_IT_THERE
source: Your ID was copied to the clipboard. You can now write an email or sms and copy it there.
fr: Votre ID a été copié dans le presse-papiers. Vous pouvez préparer un courriel ou un SMS et l'y copier directement.

source: Your message...
fr: Votre message...

# YOUR_OTHER_DEVICES
source: Your other %d devices
fr: Vos %d autres appareils

# YOUR_OTHER_DEVICES_WILL_BE_DEACTIVATED_EXPLANATION
source: Your other devices will be deactivated within 30 days.
fr: Les autres appareils seront désactivés dans les 30 jours.
